IDEA StatiCa Open Model
ConnectionSetup.InitByCode Method
Compatible with IDEA StatiCa Beta 21.0 - beta
 Inicialize by setted code
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public void InitByCode()
Public Sub InitByCode
public:
void InitByCode()
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace